/**
  ******************************************************************************
  * @file           : test_7_15.c
  * @author         : wj
  * @brief          : None
  * @attention      : None
  * @date           : 2024/7/15
  ******************************************************************************
  */
/*
 *
* 5.(选做题)
    在现实生活中,或者科研领域有可能会遇到一些超级大的数据需要处理
    希望大家能够设计几个函数,去实现对于超级大的数据进行+ - * /的处理.
    long long 都保存不下的数据.
    涉及两个问题:
    (1) 超级大的数据该如何存储?
     char * 类型保存
        字符数组的形式体现出来
    (2) 超级大的数据他们之间的+-* /该如何实现?
    (3) 可能数据全是整数或者全是小数,先实现全是整数
 */
int main()
{
    return 0;
}